<?php

$config['site_name'] = "Overads.net";

$config['footer_date'] = "2015";
$config['footer_name'] = "Overads.net";
$config['site_small_descr'] = "Партнерская программа с оплатой за результат";

$config["places"] = array(
	"Веб-сайты",
	"Дорвеи",
	"Контекстная реклама",
	"Контекстная реклама на бренд",
	"Тизерная реклама",
	"Таргетированная реклама",
	"Социальные сети",
	"Email рассылка",
	"CashBack",
	"ClickUnderPopUnder",
	"Брокеры"
);

$config['cats'] = array(
    '0' => 'Товары почтой',
    '1' => 'Интернет-магазины',
    '2' => 'Онлайн-игры',
    '3' => 'Одежда и обувь',
    '4' => 'Красота и здоровье',
    '5' => 'Услуги и сервисы',
    '6' => 'Аксессуары и украшения',
    '7' => 'Развлечения',
    '8' => 'Инфо-товары',
    '9' => 'Браузерные игры',
    '10' => 'Финансы и кредитование',
    '11' => 'Электроника и бытовая техника',
    '12' => 'Подарки и сувениры',
    '13' => 'Детские товары',
    '14' => 'Образование',
    '15' => 'Клиентские игры',
    '16' => 'Спорт и отдых',
    '17' => 'Установка приложений',
    '18' => 'Знакомства',
);

$config['countries'] = array(
    '1' => 'Россия',
    '2' => 'Беларусь',
    '3' => 'Казахстан',
    '4' => 'Украина',
    '5' => 'Армения',
    '6' => 'Узбекистан',
    '7' => 'Азербайджан',
    '8' => 'Киргизия',
    '9' => 'Таджикистан',
    '10' => 'Туркменистан',
    '11' => 'Молдова'
);

$config["places_traffic"] = array(
    0 => 'Свой сайт',
    1 => 'Арбитраж',
    2 => 'Группа\паблик',
    3 => 'Дорвеи',
    4 => 'Емейл рассылки',
    5 => 'Другое',
);

$config['countries_code'] = array(
    'RU'	=>	'0',
    'RB'	=>	'1',
    'KZ'	=>	'2',
    'UA'	=>	'3'
);

$config['small_urls'] = 'http://localhost/adlider/';

//Регистрация открыта?
$config["open_reg"] = true;

/*
 * ФИНАНСЫ
 */
$config["min_payment"] = "3000";



/*
 * Тикеты
 */
$config["ticket_skype"] = "overadsteam";
$config["ticket_phone"] = "7 (888) 888-88-88";
$config["ticket_manager_name"] = "Сергей";


/*
 * Email
 */
$config["site_email"] = "team@overads.net";

$config["email_news"] = true; //Оповещение при создании новой новости
$config["email_recover_time"] = 60*30; // дается 30 минут чтобы восстановить пароль

/*
 * Офферы
 */
$config["change_status_advertiser"] = false;



/*
 * Call Центр
 */
$config["call_center_history_names"] = array(
    '0'	=>	'Абонент не берет труку/занят/недоступен',
    '1'	=>	'Попросил перезвонить в другое время',
    '2'	=>	'Передумал покупать',
    '3'	=>	'Не понравились условия доставки',
    '4'	=>	'Не понравилась цена товара',
);